{
  "title": "参加する",
  "subtitle": "これらのフレームワークが描くコミュニティの構築を支援する",
  "heroIntro": "これらのフレームワークは、人々が命を吹き込むのを待っている緻密に設計された青写真として存在しています。コミュニティオーガナイザー、テクノロジスト、資金提供者、翻訳者、アドボケートなど、ビジョンを現実に変えるための役割があなたにもあります。",

  "currentState": {
    "title": "正直な現実",
    "paragraph1": "グローバル・ガバナンス・フレームワークはまだスタッフ、資金、確立されたインフラを持つ正式な組織ではありません。現在は一人のプロジェクトであり、その可能性を認識し、より大きなものに構築する手助けをしたい人々にオープンに提供されています。",
    "paragraph2": "フレームワークは充実しており、慎重に調査され、実世界での実装のために設計されています。今必要なのは、それらに命を吹き込むコミュニティです。ビジョンを見て、それを現実にするためにスキル、視点、コミットメントを貢献する準備ができている人々です。"
  },

  "whyContribute": {
    "title": "なぜ貢献するのか？",
    "paragraph1": "人類が直面するガバナンスの課題には、協力的なイノベーションが必要です。現在の国際システムは、私たちが直面する相互接続された危機—気候崩壊、パンデミックリスク、経済的不平等、技術的混乱—のために設計されていませんでした。",
    "paragraph2": "これらのフレームワークは、地域の自律性を尊重しながら複数の規模で機能できるガバナンスの実践的な青写真を提供します。あなたのユニークなスキル、視点、経験は、世界中でより協力的で効果的なガバナンスシステムに必要なツールとネットワークの作成を支援できます。",
    "paragraph3": "さらに重要なことに：すべての変革的な運動は、追求する価値のあるアイデアを認識し、共に構築することにコミットした人々から始まりました。グローバル・ガバナンス・フレームワークが何になるかを、基礎から形作る機会があなたにはあります。"
  },

  "pathways": {
    "title": "貢献の方法",
    "intro": "スキル、興味、利用可能な時間に合った貢献パスを選んでください。1ページの翻訳、コミュニティでのフレームワークのテスト、実装への大きな時間の投資など、すべての貢献が重要です。"
  },

  "moreDetails": "+ 詳細を見る",
  "lessDetails": "- 詳細を隠す",
  "why": "なぜ：",
  "how": "方法：",
  "skills": "スキル：",
  "whatsNeeded": "必要なもの：",
  "translationTitle": "翻訳",
  "translationDescription": "コンテンツをあなたの言語に翻訳して、これらのフレームワークを世界中でアクセス可能にする手助けをしてください。部分的な翻訳でも、英語を話さないコミュニティのアクセシビリティを向上させます。",
  "translationCta": "翻訳を始める",
  "translationDetails": {
    "why": "これらのフレームワークはグローバルな課題に取り組んでおり、複数の言語でアクセス可能である必要があります。翻訳は単なる技術的な作業ではありません。多様な文化的文脈でアイデアを真に使用可能にする適応作業です。",
    "how": "自分に響くフレームワークやページを選び、自分のペースで翻訳し、GitHubまたはメールで貢献を提出してください。正式なコミットメントは必要ありません。翻訳されたすべてのセクションが役立ちます。",
    "skills": "英語と別の言語の流暢さ、ガバナンス概念の理解は役立ちますが必須ではありません、正確さと文化的適切さへの配慮。"
  },

  "websiteTitle": "ウェブサイト開発",
  "websiteDescription": "技術的インフラへの貢献、新機能の構築、このミッションを支えるプラットフォームの改善。バグ修正から主要機能まで、すべての貢献を歓迎します。",
  "websiteCta": "開発者に参加",
  "websiteDetails": {
    "why": "ウェブサイトはこれらのフレームワークの主要なインターフェースです。より良いツールは、より良いアクセシビリティ、より容易な実装、複雑なアイデアのより明確なコミュニケーションを意味します。",
    "how": "コードベースはGitHubでオープンソースです。リポジトリをフォークし、改善を行い、プルリクエストを提出してください。課題は難易度別にタグ付けされています。スキルレベルに合ったものを見つけてください。",
    "skills": "Web開発（SvelteKit、JavaScript、CSS）、デザインセンス、アクセシビリティ意識、ガバナンスとシステム思考への関心。"
  },

  "outreachTitle": "コミュニティとアウトリーチ",
  "outreachDescription": "ビジョンを広め、アドボカシーネットワークを構築し、これらのフレームワークを恩恵を受けることができるコミュニティと接続します。草の根からグローバルへムーブメントを成長させる手助けをしてください。",
  "outreachCta": "コミュニティを構築する",
  "outreachDetails": {
    "why": "最高のフレームワークでも、それを知る人々とそれを試す意思のあるコミュニティがなければ理論のままです。アウトリーチは青写真を生きたガバナンスシステムに変換します。",
    "how": "ソーシャルメディアでフレームワークを共有し、会議でプレゼンテーションし、記事を書き、ガバナンスイノベーターとつながり、地域のディスカッショングループを組織し、特定のオーディエンス向けに概念を翻訳してください。",
    "skills": "コミュニケーション、ネットワーキング、社会運動の理解、ガバナンスイノベーションへの情熱、文化的認識。"
  },

  "frameworksTitle": "フレームワーク開発",
  "frameworksDescription": "新しいガバナンスフレームワークの作成、既存のフレームワークの改良、実装のテスト、学んだ教訓の文書化。あなたのドメイン専門知識でエコシステムを拡大する手助けをしてください。",
  "frameworksCta": "フレームワークに貢献",
  "frameworksDetails": {
    "why": "フレームワークエコシステムは、実世界でのテストと多様な視点に基づいて成長し進化する必要があります。特定のドメインでのあなたの専門知識がギャップを埋め、既存の作業を改善できます。",
    "how": "あなたの専門分野でガバナンスの課題に取り組む新しいフレームワークを提案し、実装経験に基づいて既存のフレームワークを改良し、ケーススタディを文書化し、技術仕様に貢献してください。",
    "skills": "深いドメイン専門知識、システム思考、ガバナンス経験、執筆能力、フィードバックに基づいて協力し反復する意欲。"
  },

  "fundingTitle": "資金とリソース",
  "fundingDescription": "組織開発、パイロットプロジェクト、インフラ構築を可能にする財政的支援を提供してください。フレームワークを青写真から機能するシステムに変革する手助けをしてください。",
  "fundingCta": "活動を支援する",
  "fundingDetails": {
    "why": "ビジョンから実装への移行にはリソースが必要です—組織開発、パイロットプロジェクト、技術インフラ、そして最終的には作業を調整するスタッフのために。",
    "how": "直接的な寄付、助成金資金、財政スポンサーシップ、現物支援、慈善ネットワークへの接続、持続可能な資金調達モデルに関するアドバイス。",
    "whatNeeded": "初期段階の組織支援（$10K-$50K）、パイロットプロジェクト資金（$50K-$200K）、技術インフラ（$20K-$100K）、長期的な持続可能性計画。"
  },

  "implementationTitle": "実装とテスト",
  "implementationDescription": "これらのフレームワークを実際の文脈—あなたのコミュニティ、組織、地域—に適用してください。何が機能するかをテストし、機能しないものを文書化し、学びを他の人と共有してください。",
  "implementationCta": "フレームワークを実装",
  "implementationDetails": {
    "why": "フレームワークは実世界の文脈でテストされるまで理論のままです。実装は何が機能し、何が改良を必要とし、どの追加ツールが必要かを明らかにします。",
    "how": "直面する課題に関連するフレームワークを選び、あなたの文脈に適応させ、コミュニティの参加で実装し、経験を文書化し、学びをオープンに共有してください。",
    "skills": "コミュニティ組織化、ガバナンス経験、システム思考、文化的感受性、実験し学ぶ意欲。"
  },

  "researchTitle": "研究と分析",
  "researchDescription": "学術的厳密さ、政策分析、実現可能性研究、エビデンスに基づく改良を貢献してください。研究と評価でフレームワークを強化する手助けをしてください。",
  "researchCta": "研究に貢献",
  "researchDetails": {
    "why": "学術研究はアプローチを検証し、潜在的な問題を特定し、効果を文書化し、フレームワークの設計を改善できます—抽出ではなくパートナーシップで行われる場合。",
    "how": "コミュニティが要求する研究を実施し、政策分析を提供し、経済モデルを開発し、パイロットプロジェクトを評価し、法学的研究に貢献し、フレームワークの文化的適切性をレビューしてください。",
    "skills": "研究方法論、特定のドメイン専門知識、学術的執筆、倫理的研究実践、参加型アプローチへのコミットメント。"
  },

  "globalImpact": {
    "title": "ローカルアクションを通じたグローバルインパクト",
    "paragraph1": "これらのフレームワークは、ローカルから惑星規模までの調整を可能にするように設計されています。1ページの翻訳、コミュニティでの1つのフレームワークのテスト、主要なインフラの構築など、あなたの貢献は、多様性を尊重しながら人類が共有の課題に取り組むために必要なエコシステムを作成する手助けになります。",
    "paragraph2": "あなたは単にプロジェクトに貢献しているのではありません。共に統治するための新しい方法のインフラを構築する手助けをしているのです。それはやる価値のある仕事です。"
  },

  "getStarted": {
    "title": "始める準備はできていますか？",
    "paragraph1": "スキル、利用可能な時間、興味に基づいて正しいと感じるものを選んでください。正式なコミットメント、申請や承認は必要ありません。これらのフレームワークはオープンライセンスです—使用し、改善し、共有してください。",
    "paragraph2": "他の人との調整を希望する場合や質問がある場合は、お問い合わせページまたはGitHubを通じてご連絡ください。目標は協力的なコミュニティを構築することですので、5分でも5年でも貢献いただける方を歓迎します。",
    "contactCta": "お問い合わせ",
    "githubCta": "GitHubを訪問",
    "exploreCta": "フレームワークを探索"
  },

  "communityNote": {
    "title": "共に構築する",
    "paragraph1": "これは、誰が貢献でき、どのように貢献できるかをトップの誰かが決定する階層的な組織ではありません。作業に価値を見出す誰もが、自分にとって意味のある方法で参加できるオープンなエコシステムです。",
    "paragraph2": "コミュニティが成長するにつれて、より良い調整ツール、コミュニケーションチャンネル、ガバナンス構造を協力的に開発します。今のところ、シンプルです：これらのフレームワークが響き、それらに命を吹き込む手助けをしたいなら、あなたができる方法で貢献することを招待します。",
    "paragraph3": "これらのフレームワーク全体を通じた「私たち」は、確立された組織についてではありません。私たちが共に構築しているコミュニティについてです。あなたが関与することを選んだ瞬間から、あなたはその「私たち」の一部です。"
  },
  "fundingPage": {
    "title": "資金とリソース",
    "subtitle": "青写真から制度への移行を推進する",
    "heroIntro": "新しいガバナンスモデルの構築には資本が必要ですが、資本がガバナンスを捕獲しないことを保証することにコミットしています。現在、「ブートストラップフェーズ」にあり、法的・技術的基盤を確立するための初期リソースを求めています。",

    "transparency": {
      "title": "現在の財務状況：法人化前",
      "text": "グローバル・ガバナンス・フレームワークは現在オープンソースイニシアチブです。まだ法人銀行口座を持っていません。初期セットアップコスト（法人設立、インフラ、管理設定）を資金提供する「エンジェルサポーター」を求めています。"
    },

    "needs": {
      "title": "今、資金が支援するもの",
      "item1": "法人設立とガバナンス構造化（「VL」費用）",
      "item1Desc": "IPを保持しプロジェクトを管理する非営利または管理組織の設立。",
      "item2": "技術インフラ",
      "item2Desc": "サーバーコスト、ドメイン管理、コラボレーションツール。",
      "item3": "ドキュメンテーションと翻訳",
      "item3Desc": "フレームワークをアクセス可能にするためのプロの翻訳者への報奨金。"
    },

    "options": {
      "githubTitle": "開発支援",
      "githubDesc": "GitHub Sponsorsを通じてアーキテクトを直接支援し、専用の開発時間を確保してください。",
      "githubCta": "GitHubでスポンサーになる",

      "pledgeTitle": "機関からの誓約",
      "pledgeDesc": "組織や財団を代表していますか？正式な立ち上げへの支援を誓約するためにお問い合わせください。",
      "pledgeCta": "誓約についてお問い合わせ"
    }
  }
}
